Revit 2024 API
FilterOperatorAndTextString.OperatorType Property
 The filter operator.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2019
Syntax
C#
public ScheduleFilterType OperatorType { get; }
Visual Basic
Public ReadOnly Property OperatorType As ScheduleFilterType
	Get
Visual C++
public:
property ScheduleFilterType OperatorType {
	ScheduleFilterType get ();
}
See Also
FilterOperatorAndTextString Class
Autodesk.Revit.DB Namespace